Repository: ralphtheninja/documentation
Catalog: user_manual/locale/*/LC_MESSAGES/groupware/mail.po
Languages: cs

source: Using the Mail app
cs: Používání aplikace E-mail

source: The Mail app comes installed with Nextcloud Hub by default, but can be disabled. Please ask your Administrator for it.
cs: Aplikace E-mail je nainstalovaná jako součást Nextcloud Hub už ve výchozím stavu, ale může být vypnutá. Požádejte o ní případně správce vámi využívané instance.

source: Managing your mail account
cs: Správa vašeho e-mailového účtu

source: Add a new mail account
cs: Přidání nového e-mailového účtu

source: Enable mail app from the apps
cs: Povolte aplikaci E-mail v Aplikacích

source: Click the mail icon on the header
cs: Klikněte na ikonu e-mailu v záhlaví

source: Fill up the login form (auto or manual)
cs: Vyplňte přihlašovací formulář (automaticky nebo ručně)

source: Scheduled messages
cs: Naplánované zprávy

source: Click new message button on top left of your screen
cs: Klikněte na tlačítko nové zprávy v levé horní části obrazovky

source: Click the (...) action menu on the modal composer
cs: Klikněte na nabídku akcí (...) v dialogu editoru zprávy

source: Click *send later*
cs: Klikněte na *odeslat později*

source: Priority inbox
cs: Schránka pro přednostní zprávy

source: Priority inbox has 2 section *Important* and *Others*. Messages will automatically be marked as important based on which messages you interacted with or marked as important. In the beginning you might have to manually change the importance to teach the system, but it will improve over time.
cs: Přednostní schránka má dvě sekce: *Důležité* a *Ostatní*. Zrpávy budou automaticky označovány jako důležité na základě toho, s jakými zprávami jste pracovali nebo je označili jako důležité. Zpočátku může být třeba důležitost měnit ručně a systém tak naučit, ale časem se tím vylepší.

source: All inboxes
cs: Všechny schránky

source: All messages from all the accounts you have logged in, will be shown here chronologically.
cs: Veškeré zprávy ze všech účtů, ke kterým jste přihlášení, zde budou chronologicky zobrazeny

source: Account settings
cs: Nastavení účtu

source: Your account settings such as:
cs: Nastavení vašeho účtu, jako:

source: Aliases
cs: Alternativní názvy

source: Signature
cs: Podpis

source: Default Folders
cs: Výchozí složky

source: Autoresponder
cs: Automatické odpovědi

source: Trusted server ect
cs: Certifikát důvěryhodného serveru

source: Can be found in the action menu of a mail account. There you can edit, add or remove settings depending on your need.
cs: Je k dispozici v nabídce akcí u e-mailového účtu. Zde je možné upravovat, přidávat nebo odebírat nastavení, v závislosti na vašich potřebách.

source: Account delegation
cs: Delegování účtu

source: The app allows account delegation so that one user can send emails from the address of another.
cs: Tato aplikace umožňuje delegování účtů, takže uživatel může posílat e-maily z adresy jiného.

source: The delegation has to be configured on the mail server by an admin
cs: Je třeba, aby delegování bylo nastavené správcem na e-mailovém serveru

source: Add the other email address as an alias for your own email account
cs: Přidejte jinou e-mailovou adresu jako alternativní název pro váš vlastní e-mailový účet

source: When sending an email, select the alias as sender
cs: Při odesílání e-mailu vyberte alternativní název coby odesilatele

source: The sent email might not be visible to the original account if it's stored in your personal *Sent* mailbox.
cs: Pokud je uložen ve ve složce *Odeslané* vaší osobní schránky, může se stát, že odeslaný e-mail nebude vidět v původním účtu.

source: Compose messages
cs: Napsání zprávy

source: Click new message on the top left of your screen
cs: Klikněte na novou zprávu v levé horní části obrazovky

source: Start writing your message
cs: Začněte psát svou zprávu

source: Minimize the composer modal
cs: Minimalizace dialogu editoru zprávy

source: The composer modal can be minimized while writing a new message, editing an existing draft or editing a message from the outbox. Simply click the minimize button on the top right of the modal or click anywhere outside the modal.
cs: Dialogové okno s editorem zpráv je možné minimalizovat v průběhu psaní nové zprávy, upravování existujícího konceptu nebo zprávy z odeslaných. Stačí kliknout na tlačítko minimalizace vpravo nahoře dialogu nebo kliknout kamkoli mimo dialog.

source: You can resume your minimized message by clicking anywhere on the indicator on the bottom right of your screen.
cs: K minimalizované z právě se vrátíte kliknutím kamkoli na indikátor ve spodní části obrazovky.

source: Press the close button on the modal or the indicator in the bottom right corner to stop editing a message. A draft will be saved automatically into your draft mailbox.
cs: Kliknutím na tlačítko zavřít v dialogu nebo na indikátoru v pravém dolním rohu ukončí upravování zprávy. Koncept bude automaticky uložen do schránky s koncepty.

source: Mailbox actions
cs: Akce ohledně e-mailové schránky

source: Add a mailbox
cs: Přidání schránky

source: Open the action menu of an account
cs: Otevřete nabídku akcí ohledně účtu

source: Click add mailbox
cs: Klikněte na přidání schránky

source: Add a submailbox
cs: Přidání dílčí schránky

source: Open the action menu of a mailbox
cs: Otevřete nabídku akcí ohledně schránky

source: Click add submailbox
cs: Klikněte na dílčí schránku

source: Shared mailbox
cs: Sdílená schránka

source: If a mailbox was shared with you with some specific rights, that mailbox will show as a new mailbox with a shared icon as below:
cs: Pokud vám schránka byla nasdílena s nějakými specifickými oprávněními, tato schránka se zobrazí jako nová s ikonou sdílení, jako níže:

source: Envelope actions
cs: Akce ohledně obálky

source: Create an event
cs: Vytvoření události

source: Create an event for a certain message/thread directly via mail app 1. Open action menu of an envelope 2. Click *more actions* 3. Click *create event*
cs: Vytvořte událost pro určitou zprávu/vlákno přímo z aplikace E-mail: 1. otevřete nabídku akcí obálky, 2. klikněte na *další akce*, 3. klikněte na *vytvořit událost*

source: Create a task
cs: Vytvoření úkolu

source: Create an task for a certain message/thread directly via mail app 1. Open action menu of an envelope 2. Click *more actions* 3. Click *create task*
cs: Vytvořte úkol pro určitou zprávu/vlákno přímo z aplikace E-mail: 1. otevřete nabídku akcí obálky, 2. klikněte na *další akce*, 3. klikněte na *vytvořit úkol*

source: Tasks are stored in supported calendars. If there is no compatible calendar you can create a new one with the :ref:`calendar app<calendar-app>`.
cs: Úkoly jsou ukládány v podporovaných kalendářích. Pokud takový není k dispozici, je možné si takový vytvořit v aplikaci :ref:`Kalendář<calendar-app>`.

source: Edit tags
cs: Upravit štítky

source: Open action menu of an envelope
cs: Otevřete nabídku akcí ohledně obálky

source: Click *Edit tags*
cs: Klikněte na *Upravit štítky*

source: On the tags modal, set/unset tags
cs: V dialogu štítků nastavte / zrušte nastavení štítků

source: Message actions
cs: Akce ohledně zprávy

source: Unsubscribe from a mailing list
cs: Odhlášení se z odběru e-mailové konference

source: Some mailing lists and newsletters allow to be unsubscribed easily. If the Mail app detects messages from such a sender, it will show an *Unsubscribe* button next to the sender information. Click and confirm to unsubscribe from the list.
cs: Některé e-mailové konference a zpravodaje umožňují snadné zrušení odběru. Pokud aplikace E-mail zjistí zprávy od takového odesilatele, zobrazí tlačítko *Zrušit odebírání* vedle údaje o odesilateli. Pokud chcete přestat odebírat, klikněte a potvrďte.
